import { OpaqueToken } from '@angular/core';

export const LANG_RU_NAME = 'ru'; 

export const LANG_RU_TRANS = {
    'menu.home' : 'Главная',
    "menu.services": "услуги",
    "menu.jobs": "работы",
    "menu.contact": "контакт",

    "contact.heading1": "контакт",
    "contact.heading1Text1": "Вы можете связаться с нами с помощью :",
    "contact.email": "Электронная почта : ",
    "contact.phone":  "телефон : ",

    "customer.heading1": "Заказчик?",
    "customer.heading1Text1": "Наш сервис предназначен для доставки на качество предлагаемых сроков",
    "customer.heading1Text2": "Для нас это очень важно, что ваши инвестиции окупятся в долгосрочной перспективе в программном обеспечении.",
    "customer.heading1Text3": "Мы понимаем, слишком хорошо, что для большинства компаний это экономически центр.",
    "customer.heading1Text4": "Но представьте себе, что ваши процессы более простой и обтекаемый работу?",
    "customer.heading1Text5": "Тогда это для вас значит возвращение, и вы можете потратить больше времени на основном бизнесе.",
    "customer.heading2": "Почему выбирают наши услуги?",
    "customer.heading2Text1": "Есть уже много игроков в ИТ-рынка.",
    "customer.heading2Text2": "Тем не менее, это должно наша компания гордится знания и опыт, мы можем предложить вам.",
    "customer.heading2Text3": "Для вас это, конечно, важно, чтобы услуги просил пребывания в рамках бюджета,",
    "customer.heading2Text4": "и, конечно, поставляемый продукт может длиться в течение некоторого времени.",
    "customer.heading2Text5": "В наших разработок, мы также принимаем во внимание эти факторы",
 

    "jobs.heading1": "работы",
    "jobs.heading1Text1": "Мы всегда ищем IT-профили: .NET, java, web, ASP.NET, Android, IoS, архитекторы, ...",
    "jobs.heading1Text2" : "Вы можете чувствовать себя свободно, чтобы отправить свое резюме на :",

    "home.welcome": "Добро пожаловать",
    "home.moreInfo":  "Чтобы узнать больше о нас, выберите тему",
    "home.becomeCustomer": "Стать клиентом",
    "home.services": "услуги",
    "home.jobs": "работы",
    "home.contact": "контакт",
    "home.archie": "Archie",

    "services.heading1": "Наши услуги?",
    "services.heading1Text1": "Наши услуги направлены на качество и удовлетворить потребности компаний, которые нуждаются в поддержке в их ИТ-отдела.",
    "services.heading1Text2" : "Для достижения этой цели мы можем рассчитывать на многолетний опыт в различных областях и секторах",
    "services.heading2": "Специализированное программное обеспечение",
    "services.heading2Text1": "Одна из наших ключевых задач, чтобы написать специальное программное обеспечение, что делает именно то, что требуется вашей компании",
    "services.heading2Text2": "Это может варьироваться от существующей команды поддержки, или проведения общей проекте",
    "services.heading3": "Вам нужен специалист?",
    "services.heading3Text1": "Может быть, у вас уже есть ИТ-отдел, но ваша команда имеет жесткие сроки и доставку в опасности?",
    "services.heading3Text2": "Если ваша команда не имеет необходимых знаний?",
    "services.heading3Text3": "Нет проблем, мы не решим эту проблему для вас.",
    "services.heading3Text4": "Мы вышлем специалиста для решения этих проблем и помочь Вам",
    "services.heading4": "Знание домена",
    "services.heading4Text1": "Наши основные модели основаны на технологии Microsoft.",
    "services.heading4Text2": "Мы работаем так, особенно с среде .NET",
    "services.presentationText":"Чтобы узнать больше о нас , скачать презентацию"

}